Repository: hagabou/Prado_IC
Catalog: drupal/web/sites/default/files/translations/cas_server-8.x-1.0-beta2.*.po
Languages: fr

source: Delete
fr: Supprimer

source: Submit
fr: Soumettre

source: Username
fr: Nom d'utilisateur

source: Email address
fr: Adresse de courriel

source: Yes
fr: Oui

source: No
fr: Non

source: Password
fr: Mot de passe

source: Label
fr: Libellé

source: Email Address
fr: Adresse de courriel

source: Are you sure you want to delete %name?
fr: Êtes-vous sûr(e) de vouloir supprimer %name ?

source: Machine name
fr: Nom système

source: CAS Server
fr: Serveur CAS

source: Username field
fr: Champ du nom d'utilisateur

source: Enable SSO
fr: Activer le SSO

source: Ticket settings
fr: Paramètres de ticket

source: Debugging Options
fr: Options de débuggage

source: Username or email address
fr: Nom d'utilisateur ou adresse courriel

source: Provides a CAS Server implementation that runs on Drupal.
fr: Fournis une implémentation du serveur CAS qui fonctionne via Drupal.

source: Add Service definition
fr: Ajouter la définition d'un Service

source: Add/Edit Service definitions
fr: Ajouter/Modifier la définition du Service

source: Configure CAS Server global settings.
fr: Configurer les paramètres généraux de CAS serveur.

source: CAS Server settings
fr: Paramètres de CAS serveur

source: Service definitions
fr: Définitions du Service

source: Edit Service definition
fr: Modifier la définition du Service

source: Delete Service definition
fr: Supprimer la définition du Service

source: Ticket Timeout Settings
fr: Paramètres d'expiration du Ticket

source: Service Ticket Timeout (seconds)
fr: Durée de validité du Ticket de Service (secondes)

source: Proxy Ticket Timeout (seconds)
fr: Durée de validité du Ticket de Proxy (secondes)

source: Proxy Granting Ticket Timeout (seconds)
fr: Durée de validité du Ticket d'attribution du Proxy (Proxy Granting) (secondes)

source: Ticket Granting Ticket Timeout (seconds)
fr: Durée de validité du Ticket d'attribution du Ticket (Ticket Granting Ticket) (secondes)

source: Custom Messages
fr: Messages personnalisés

source: Display Message for Invalid Service
fr: Message à afficher pour les Services invalides

source: Display Message for User Logout
fr: Message à afficher à la déconnexion des utilisateurs

source: Display Message for Logged In Users
fr: Message à afficher aux utilisateurs se connectant

source: Enable debugging log
fr: Activer les journaux de débogage

source: Service URL pattern
fr: Motif de l'URL du Service

source: Released attributes
fr: Attributs partagés

source: Invalid Service
fr: Service invalide

source: You have not requested a valid service.
fr: Le Service sollicité n'est pas valide.

source: You have been logged out
fr: Vous avez été déconnecté(e)

source: You are logged in to CAS single sign on.
fr: Vous êtes connecté(e) au SSO CAS.

source: Cas Server Service
fr: Service Cas Server

source: Service ticket timeout
fr: Durée de vie du Ticket du Service

source: Time in seconds for which a service ticket is valid.
fr: Durée en secondes pendant laquelle le Ticket du Service est valide.

source: Proxy ticket timeout
fr: Durée de vie du Proxy du Ticket (Proxy ticket)

source: Time in seconds for which a proxy ticket is valid.
fr: Durée en secondes pendant laquelle un Proxy de Ticket (Proxy ticket) est valide.

source: Proxy granting ticket timeout
fr: Durée de vie du Proxy d'attribution du Ticket (Proxy granting ticket)

source: Time in seconds for which a proxy granting ticket is valid.
fr: Durée en secondes pendant laquelle un Proxy d'attribution de Ticket (Proxy granting ticket) est valide.

source: Ticket granting ticket timeout
fr: Durée de vie du Ticket d'attribution de Ticket (Ticket granting ticket)

source: Time in seconds for which a ticket granting ticket is valid.
fr: Durée en secondes pendant laquelle un Ticket d'attribution de Ticket (Ticket granting ticket) est valide.

source: Display message for Invalid Service
fr: Message à afficher pour un Service invalide

source: Message to display to a user requesting an invalid service.
fr: Message affiché lorsqu'un utilisateur tente d'accéder à un Service invalide.

source: Display message for User Logout
fr: Message à afficher à la déconnexion d'un utilisateur

source: Message to display to a user logged out of single sign on.
fr: Message affiché à un utilisateur déconnecté du SSO.

source: Display message for Logged In Users
fr: Message affiché aux utilisateurs connectés

source: Message to display to a user already logged in to single sign on.
fr: Message à afficher à un utilisateur déjà connecté via le SSO.

source: Enable debugging output to the Drupal log service.
fr: Activer l'affichage du débogage dans le service de journalisation de Drupal.

source: Ticket timeouts must be integer-valued
fr: La durée de vie des tickets doit être un entier

source: Service %label has been deleted.
fr: Le service %label a été supprimé.

source: Label for the Service definition
fr: Étiquette de la définition du Service

source: Service URL Pattern
fr: Motif de l'URL du Service

source: Pattern to match service urls with. * is a wildcard.
fr: Motif auxquelles doivent correspondre les URLs d'un Service. * est un joker.

source: Participate in single sign on?
fr: Participe au SSO ?

source: Saved the %label Service.
fr: Service %label enregistré.

source: The %label Service was not saved.
fr: Le Service %label n'a pas été enregistré.

source: Login ticket invalid. Please try again.
fr: Ticket de connexion invalide. Veuillez réessayer.

source: Bad username/password combination given.
fr: La paire nom d'utilisateur/mot de passe est incorrecte.

source: Whether to use a ticket granting cookie
fr: Utiliser un cookie d'attribution du Ticket (ticket granting) ou non.

source: The user attribute to use for the username
fr: Attribut à utiliser comme nom d'utilisateur

source: Login Options
fr: Options de connexion

source: Login attribute to use for authentication
fr: Attribut de connexion à utiliser pour l’authentification

source: Use ticket granting ticket
fr: Utiliser les Tickets d'attribution de Ticket (Ticket granting ticket)

source: When checked, a user will be granted a ticket for login. If a user is logged in to Drupal, but does not have the ticket (or it has expired) then checking this will force them to enter their credentials again.
fr: En cochant cette case, un utilisateur se verra accorder un ticket pour se connecter. Si un utilisateur est déjà connecté à Drupal mais ne possède pas encore de ticket (ou qu'il a expiré) alors cocher cette case le forcera à s'identifier à nouveau.

source: Username value
fr: Valeur du nom d'utilisateur

source: Which value to use for the username to respond.
fr: Quelle valeur utiliser pour attribuer le nom d'utilisateur.

source: Which field to use for user authentication.
fr: Quel champ utiliser pour authentifier l'utilisateur.

source: Invalid username or password. Please try again.
fr: Nom d'utilisateur ou mot de passe invalide. Veuillez réessayer.
